{
  "signup": [
    {
      "id": 1,
      "name": "ibrahim mohamed",
      "addres": "elawayed alexandria ",
      "email": "ibrahimmohamed@gmail.com",
      "phone": "01284954021",
      "password": "12345"
    },
    {
      "name": "moka",
      "email": "moka@mail.com",
      "phone": "01284954021",
      "password": "12345",
      "id": 2
    }
  ],
  "cities": [
    {
      "id": 1,
      "title": "مدينة المنصورة الجديدة",
      "img": "https://advice.aqarmap.com.eg/ar/wp-content/uploads/2020/01/%D8%A7%D9%84%D9%85%D9%86%D8%B5%D9%88%D8%B1%D8%A9-%D8%A7%D9%84%D8%AC%D8%AF%D9%8A%D8%AF%D8%A9.jpeg",
      "desc": "تعد مدينة المنصورة الجديدة من أهم المدن الذكية في مصر وتقع على البحر المتوسط بامتداد 15 كيلومترًا، فتكون المدينة الجديدة موقعًا مناسبًا للسائحين، وأيضًا للسكان.وتتميز بوجود عدة مداخل ومخارج على جهات مختلفة؛ مما يجعل الوصول لها سهلًا على جميع المواطنين؛ فهي قريبة من المدن الساحلية مثل: الإسكندرية، ومرسى مطروح، وقريبة من الدقهلية والمنصورة القديمة بحوالي 54 كيلومترًا.وسيتم ربط المدينة الجديدة بالقديمة عن طريق إنشاء قطار كهربائي يصل بينها في أقل من 15 دقيقة، وتبعد عن دمياط بحوالي كيلومتر واحد، وتبعد أيضًا عن بلطيم وجمصة، بحوالي 20 كيلومترًا.",
      "features": [
        "توجد بنية تحتية ذكية ومتكاملة الخدمات، تساعد على تسهيل المعيشة على المواطنين داخل المدينة بشكل كبير",
        "يوجد كورنيش على الطريق بعرض 56 مترًا",
        "سيتم افتتاح جامعة أهلية عملاقة تتبع جامعة المنصورة؛ لتضم كليات جديدة مثل كلية القانون الدولي، وكلية هندسة الطاقة الشمسية",
        "يوجد في مدينة المنصورة الجديدة العديد من المدارس الدولية، والجامعات الإقليمية",
        "يوجد أيضًا في مدينة المنصورة الجديدة العديد من الفنادق العالمية الفخمة التي ستقدم خدمات مثالية للسائحين والزوار",
        "كما توجد أيضًا منطقة طبية متكاملة الخدمات، بها العديد من المستشفيات الدولية، ومراكز بحث علمية وبحثية، ويوجد أيضًا أكبر مركز عالمي لعلاج أمراض الكبد",
        "يوجد في مدينة المنصورة الجديدة أكبر منطقة خدمات لوجستية متكاملة، ومنطقة صناعية تكنولوجية كبيرة"
      ],
      "flatPrice": "من 350,000 جنيه حتى 450,000 جنيه",
      "villaPrice": "تبدأ أسعار الفيلات في مدينة المنصورة الجديدة من 4,000,000 جنيه مصري"
    },
    {
      "id": 2,
      "title": "مدينة العلمين الجديدة",
      "img": "https://advice.aqarmap.com.eg/ar/wp-content/uploads/2020/01/%D8%A7%D9%84%D8%B9%D9%84%D9%85%D9%8A%D9%86-%D8%A7%D9%84%D8%AC%D8%AF%D9%8A%D8%AF%D8%A9.jpg",
      "desc": " تُعد مدينة العلمين الجديدة أهم المدن الذكية في مصر واستغلالًا مهمًّا لموقعها على الساحل الشمالي.حيث تتشابه المدينة مع العاصمة الإدارية الجديدة من حيث كونها مدينة متكاملة الخدمات وتوفر أساسًا اقتصاديًّا متنوعًا من سياحة وصناعة واقتصاد وزراعة وبحث علميأيضًا تتشابه مع العاصمة الجديدة في ضخامة وفخامة المشروعات التي ستقام عليها، مثل المراكز التجارية العالمية، والأبراج السكنية، والوحدات المخصصة للسياحة.وبذلك ستكون مدينة العلمين الجديدة أول مدينة مأهولة بالسكان بجانب السياح والزوار في مختلف فصول السنة.تقع مدينة العلمين الجديدة على الطريق الدولي بين الإسكندرية ومرسى مطروح بطول 48 كيلومترًا، وتمتد المدينة الجديدة على ساحل البحر المتوسط بمسافة تمتد إلى 14 كيلومترًا.",
      "features": [
        "ستكون الأبراج الفندقية بالمدينة على نفس مستوى أبراج دبي، وستقام بها احتفالات في المناسبات",
        "تبلغ قيمة الاستثمارات بالمدينة عشرات المليارات",
        "تحتوي المدينة على كورنيش عالمي مزود بممشًى زجاجي بطول الشاطئ",
        "تبلغ مساحة الفنادق بالمدينة 296 فدانًا",
        "تحتوي المدينة على مركز طبي عالمي بمساحة 44 فدانًا",
        "يوجد بالمدينة مركز مؤتمرات عالمي مجهَّز على المستوى الأوروبي",
        "تحتوي على جامعة العلمين الجديدة التي ستعمل على توفير العديد من الوظائف الجديدة، واستحداث كليات جديدة مواكبة لتطور التعليم في الخارج",
        "يوجد بها دار أوبرا تشبه الموجودة في أوروبا، ومكتبة بحجم مكتبة الإسكندرية"
      ],
      "flatPrice": "يبلغ متوسط سعر المتر المربع لشقق الإسكان المميز في المرحلة الأولى 5,000 جنيه",
      "villaPrice": "بينما يبلغ متوسط سعر الشقق في أبراج العلمين الجديدة حوالي 3 ملايين جنيه"
    },
    {
      "id": 3,
      "title": "مدينة 6 أكتوبر الجديدة",
      "img": "https://advice.aqarmap.com.eg/ar/wp-content/uploads/2020/01/%D9%85%D8%AF%D9%8A%D9%86%D8%A9-6-%D8%A7%D9%83%D8%AA%D9%88%D8%A8%D8%B1-%D8%A7%D9%84%D8%AC%D8%AF%D9%8A%D8%AF%D8%A9.jpg",
      "desc": "مدينة 6 أكتوبر الجديدة واحدة من أهم المدن الذكية في مصر والتي تم صدور قرار بإنشائها على مساحة 90 ألف فدان بناءً على التقسيم الجديد لمدينة 6 أكتوبر؛ لتكون امتدادًا لمدينة 6 أكتوبر القديمة، مثل مدينة الشيخ زايد، ومنطقة حدائق أكتوبر؛ لتستوعب أكبر قدر من السكان في مشروعات سكنية وخدمية جديدة للسكان والمواطنين من المناطق المجاورة",
      "features": [
        "إسكان اجتماعي للشباب",
        "إسكان متميز",
        "إسكان أكثر تميزًا كمبوند بالم هيلز مدينة 6 أكتوبر الجديدة"
      ],
      "flatPrice": "من 350,000 جنيه حتى 450,000 جنيه",
      "villaPrice": "تبدأ أسعار الفيلات في مدينة 6 اكتوبر الجديدة من 4,000,000 جنيه مصري"
    },
    {
      "id": 4,
      "title": "مدينة العبور الجديدة",
      "img": "https://advice.aqarmap.com.eg/ar/wp-content/uploads/2020/01/%D9%85%D8%AF%D9%8A%D9%86%D8%A9-%D8%A7%D9%84%D8%B9%D8%A8%D9%88%D8%B1-%D8%A7%D9%84%D8%AC%D8%AF%D9%8A%D8%AF%D8%A9.jpg",
      "desc": "أنشئت مدينة العبور الجديدة من قبل هيئة المجتمعات العمرانية لاستكمال خطة إنشاء المدن الذكية؛ حرصًا على استيعاب الزيادة السكنية الموجودة بالقاهرة الكبرى، على أن يتم بناء المدينة بالكامل كمجتمع عمراني جديد في موقع متميز بأعلى مستوى من الخدمات لتكون مدينة العبور الجديدة من أهم المدن الذكية في مصر.",
      "features": [
        "إقامة العديد من المدارس الحكومية والدولية مثل المدرسة اليابانية",
        "مراكز تجارية ضخمة",
        "مراكز طبية مجهزة على أعلى مستوى",
        "نوادٍ رياضية واجتماعية",
        "قطار مكهرَب يخدم كلًّا من العاصمة الإدارية الجديدة ومدينة بدر ومناطق شرق القاهرة والعبور الجديدة؛ لتسهيل التنقل من وإلى القاهرة الكبرى والمناطق المجاورة"
      ],
      "flatPrice": "من 350,000 جنيه حتى 450,000 جنيه",
      "villaPrice": "تبدأ أسعار الفيلات في مدينة العبور الجديدة من 4,000,000 جنيه مصري"
    },
    {
      "id": 5,
      "title": "مدينة بورسعيد الجديدة",
      "desc": "تعد مدينة بورسعيد الجديدة أول المدن الذكية في مصر والموجودة في منطقة سيناء، وقد تم إنشاؤها بهدف توفير الخدمات المتطورة للسكان والمواطنين، وتوفير 185 فرصة عمل جديدة للشبابتم تخطيط تلك المدينة لتصبح مدينة سياحية عالمية؛ بسبب موقعها المبهر على ساحل البحر الأحمر، وستكون أيضًا حلقة وصل بين الإقليم الغربي والإقليم الشرقي، عن طريق ربطها بشبكة طرق وخط سكة حديد وعن طريق الأنفاق",
      "img": "https://advice.aqarmap.com.eg/ar/wp-content/uploads/2020/01/%D9%85%D8%AF%D9%8A%D9%86%D8%A9-%D8%A8%D9%88%D8%B1%D8%B3%D8%B9%D9%8A%D8%AF-%D8%A7%D9%84%D8%AC%D8%AF%D9%8A%D8%AF%D8%A9.jpg",
      "features": [
        "فنادق عالمية",
        "مناطق خضراء",
        "شاطئ مفتوح",
        "أكبر محطة تحلية لمياه البحر بأفريقيا",
        "مارينا لليخوت ومنتجعات سياحية",
        "مركز مؤتمرات ومعارض دولية"
      ],
      "flatPrice": "من 350,000 جنيه حتى 450,000 جنيه",
      "villaPrice": "تبدأ أسعار الفيلات في مدينة بورسعيد الجديدة من 4,000,000 جنيه مصري"
    }
  ]
}